Repository: yangflow/gitrelay
Catalog: gitrelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Verification
zh_hans: 校验

source: Verification Branch
zh_hans: 校验分支

source: Verification Frequency
zh_hans: 校验频率

source: Verify
zh_hans: 校验

source: Verify Now
zh_hans: 立即校验

source: Verify This Group
zh_hans: 校验此组

source: Verify a Sample Now
zh_hans: 立即抽样校验

source: Verifying...
zh_hans: 正在校验...

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: View
zh_hans: 查看

source: View Key
zh_hans: 查看密钥

source: View Options
zh_hans: 显示选项

source: Waiting for the first release sync…
zh_hans: 等待首次 Release 同步…

source: Warning: This repository uses Git LFS, but git-lfs was not found. Install it (for example: brew install git-lfs), then sync again. Git objects were still mirrored successfully.
zh_hans: 警告：此仓库使用了 Git LFS，但未找到 git-lfs。请安装（例如：brew install git-lfs）后再次同步。Git 对象已成功镜像。

source: Weekly
zh_hans: 每周

source: When New Repos Appear
zh_hans: 出现新仓库时

source: When the source uses Git LFS, fetch all LFS objects into the local mirror and push them to each destination. Requires git-lfs.
zh_hans: 当源仓库使用 Git LFS 时，将全部 LFS 对象拉取到本地镜像，并推送到每个目标。需要安装 git-lfs。

source: Which mirror should GitRelay sync?
zh_hans: 要同步哪个镜像？

source: Which mirror status should GitRelay return?
zh_hans: 要返回哪个镜像的状态？

source: Will be filled from the template
zh_hans: 将按模板填写

source: Within a single sync, retry fetch/clone/push (and LFS) on brief network errors using 2s / 8s / 32s backoff. Total wait is capped at 3 minutes. Auth failures and local corruption are not retried.
zh_hans: 单次同步内，对短暂网络错误按 2 秒 / 8 秒 / 32 秒退避重试 fetch/clone/push（以及 LFS）。总等待不超过 3 分钟。认证失败与本地仓库损坏不会重试。

source: You can push to check branches under %@ first and leave the target's own branches where they are.
zh_hans: 可以先推到 %@ 下的检查分支，目标仓原有分支保持不动。

source: cloudflared must be installed locally. Example: cloudflared tunnel --url http://127.0.0.1:<port>, then enter the generated HTTPS host in Public Base URL.
zh_hans: 需本机已安装 cloudflared。示例：cloudflared tunnel --url http://127.0.0.1:<port>，再把生成的 https 主机填入公共 Base URL。

source: custom ref filters (only selected refs sync)
zh_hans: 自定义 ref 过滤（仅同步所选 ref）

source: git-lfs missing while the source uses Git LFS
zh_hans: 源仓库使用 Git LFS，但缺少 git-lfs

source: shallow clone (history truncated)
zh_hans: 浅克隆（历史被截断）

source: src is %@ commits ahead
zh_hans: src 领先 %@ 个 commit

source: src is %lld commits ahead
zh_hans: src 领先 %lld 个 commit

source: ssh-keygen failed.
zh_hans: ssh-keygen 执行失败。

source: ssh-keygen was not found. Make sure the macOS Command Line Tools are installed.
zh_hans: 未找到 ssh-keygen，请确认 macOS 命令行工具已安装。

source: © 2026 yangflow · MIT License
zh_hans: © 2026 yangflow · MIT 许可证

source: ⚠ Content divergence detected: %@
zh_hans: ⚠ 检测到内容分歧: %@
